Repository: ramirezalejo/MVCwebApp
Catalog: mvcwcms.com/Resources/Strings.*.resx
Languages: it

# DataAnnotationsOnlySafeCharacters
source: The {0} field can contain only letters, numbers, spaces and the following characters: !?$@#%()_+-=:;",.'&/
it: {0} può contenere solo lettere, numeri, spazi e i seguenti caratteri: !?$@#%()_+-=:;",.'&/

source: Go back
it: Torna indietro

# MustHaveValidSqlLogin
source: You must to have a valid SQL login with enough permissions to create a new database along with all the necessary Tables, Stored Procedures and User Functions. E.g. A user with sysadmin Server Role.
it: Devi avere un valido login utente SQL con permessi sufficienti per creare un nuovo database e tutte le Tabelle, Stored Procedures e Funzioni necessarie al corretto funzionamento. Es. Un login utente con il Server Role di sysadmin.
