Repository: ramirezalejo/MVCwebApp
Catalog: mvcwcms.com/Resources/Strings_Subscription.*.resx
Languages: it

# ActivationKeyAlreadyUsed
source: <h2>It seems your verification link has been already used.</h2> <p>If you have any enquiries please don't hesitate to contact us.</p>
it: <h2>Il link di verifica è stato già utilizzato.</h2> <p>Per qualsiasi domanda non esitare a contattarci.</p>

# ActivationKeyInvalid
source: <h2>It seems your verification link is not valid.</h2> <p>Please try again by copying and pasting your verification link into your web browser.</p> <p>If it still doesn't work please don't hesitate to contact us to report this issue.</p>
it: <h2>Il link di verifica non risulta valido.</h2> <p>Riprova nuovamente copiando ed incollando il tuo link di verifica direttamente nel tuo browser.</p> <p>Se anche in questo caso non funziona ti preghiamo di contattarci per verificare il problema.</p>

# ActivationKeySuccess
source: <h2>Thanks for completing your registration!</h2> <p>Now you will be able to use all features of our website.</p>
it: <h2>Grazie per aver completato la tua registrazione!</h2> <p>Adesso potrai accedere a tutte le funzionalità del nostro sito web.</p>

# EmailPwForgotBody
source: <p>Dear {$FirstName},</p> <p>{$SiteName} received a request to reset your password. To proceed please click the following link:</p> <p>&nbsp;&nbsp;<a href="{$PasswordResetUrl}">{$PasswordResetUrl}</a></p> <p>If you are unable to click the link above, copy and paste it into your web browser. If you are unable to do that, don't hesitate to contact us through our website.</p> <p>&nbsp;</p> <p>Best regards,</p> <p>The team at {$SiteName}</p> <p>{$Url}</p> <p>&nbsp;</p> <p>&nbsp;</p> <p>Please note: This email message was sent from a notification-only system that cannot accept incoming e-mail. Please do not reply to this message.</p> <p>If you did not request a password reset, please ignore this message. You won't hear from us again.</p> <p>Do not forward this email. The reset link is private.</p>
it: <p>Caro/a {$FirstName},</p> <p>{$SiteName} ha ricevuto una richiesta di reset per la tua password. Per procedere clicca sul seguente link:</p> <p>&nbsp;&nbsp;<a href="{$PasswordResetUrl}">{$PasswordResetUrl}</a></p> <p>Se il link non funziona, copialo ed incollalo nel tuo browser. Se anche in questo caso non funziona non esitare a contattarci tramite il nostro sito web.</p> <p>&nbsp;</p> <p>Cordiali saluti,</p> <p>Il team di {$SiteName}</p> <p>{$Url}</p> <p>&nbsp;</p> <p>&nbsp;</p> <p>Questa email è stata inviata da un sistema di notificazione automatico che non può ricevere messaggi per cui ti preghiamo di non rispondere a questo messaggio.</p> <p>Se non hai richiesto alcun reset della tua password, ti preghiamo di ignorare questo messaggio. Non riceverai ulteriori email a riguardo.</p> <p>Non inoltrare questa email a nessuno poichè il link di reset è privato e deve rimanere tale.</p>

# EmailPwForgotSubject
source: Password reset for {$SiteName}
it: Reset password per {$SiteName}

# EmailVerifyAccountBody
source: <p>Dear {$FirstName},</p> <p>{$SiteName} received a request to create an account for you. To verify your email and start using your account, please click the following link:</p> <p>&nbsp;&nbsp;<a href="{$VerificationUrl}">{$VerificationUrl}</a></p> <p>If you are unable to click the link above, copy and paste it into your web browser. If you are unable to do that, don't hesitate to contact us through our website.</p> <p>&nbsp;</p> <p>Best regards,</p> <p>The team at {$SiteName}</p> <p>{$Url}</p> <p>&nbsp;</p> <p>&nbsp;</p> <p>Please note: This email message was sent from a notification-only system that cannot accept incoming e-mail. Please do not reply to this message.</p> <p>If you did not request a {$SiteName} account, please ignore this message. You won't hear from us again.</p> <p>Do not forward this email. The verify link is private.</p>
it: <p>Caro/a {$FirstName},</p> <p>{$SiteName} ha ricevuto una richiesta per creare un account per te. Per verificare la tua email e cominciare ad utilizzare il tuo account clicca sul seguente link:</p> <p>&nbsp;&nbsp;<a href="{$VerificationUrl}">{$VerificationUrl}</a></p> <p>Se il link non funziona, copialo ed incollalo nel tuo browser. Se anche in questo caso non funziona non esitare a contattarci tramite il nostro sito web.</p> <p>&nbsp;</p> <p>Cordiali saluti,</p> <p>Il team di {$SiteName}</p> <p>{$Url}</p> <p>&nbsp;</p> <p>&nbsp;</p> <p>Questa email è stata inviata da un sistema di notificazione automatico che non può ricevere messaggi per cui ti preghiamo di non rispondere a questo messaggio.</p> <p>Se non hai richiesto alcun account su {$SiteName}, ti preghiamo di ignorare questo messaggio. Non riceverai ulteriori email a riguardo.</p> <p>Non inoltrare questa email a nessuno poichè il link di verifica è privato e deve rimanere tale.</p>

# EmailVerifyAccountSubject
source: Please complete your registration to {$SiteName}
it: Completa la tua registrazione a {$SiteName}

# PasswordResetUrlNotValid
source: It seems your password reset link is not valid. Please try again by copying and pasting your password reset link into your web browser. If it still doesn't work please don't hesitate to contact us to report this issue.
it: Il link di reset password non risulta valido. Riprova nuovamente copiando ed incollando il tuo link di reset direttamente nel tuo browser. Se anche in questo caso non funziona ti preghiamo di contattarci per verificare il problema.

# ProfileEditSuccess
source: Your profile has been successfully edited
it: Il tuo profilo è stato modificato con successo

source: Subscription email
it: Email sottoscrizione

# SubscriptionEmailNotValid
source: Email not valid
it: Email non valido

# SubscriptionEmailOrPasswordNotValid
source: Email and/or Password not valid
it: Email e/o Password non validi

source: Subscriptions
it: Sottoscrizioni

# SubscriptionsAdd
source: Add subscription
it: Aggiungi sottoscrizione

source: Subscriptions configuration
it: Configurazione sottoscrizioni

# SubscriptionsDelete
source: Delete subscription
it: Rimuovi sottoscrizione

# SubscriptionsEdit
source: Edit subscription
it: Modifica sottoscrizione

# SubscriptionStatusActive
source: Active
it: Attiva

# SubscriptionStatusInactive
source: Inactive
it: Non attiva

# SubscriptionStatusNotVerified
source: Not verified
it: Non verificata

# Thanks
source: <h2>Thanks for registering!</h2> <p>Please check your email and follow the link to confirm your identity and start using your account.</p>
it: <h2>Grazie per esserti registrato!</h2> <p>Controlla la tua email e clicca sul link per confermare la tua identità ed accedere al tuo account.</p>

source: Account details
it: Dettagli account

source: Personal details
it: Dettagli personali

# EmailSubscriptionAddedBody
source: <p>Here is the latest subscription to {$Url}:</p> <table style="border-collapse:collapse;border-spacing:0;width:100%"> <tr> <th style="border:1px #bbb solid;padding:10px;text-align:left;vertical-align:top;width:1%;white-space:nowrap;">Subscription email:</th> <td style="border:1px #bbb solid;padding:10px;vertical-align:top;">{$subscriptionEmail}</td> </tr> <tr> <th style="border:1px #bbb solid;padding:10px;text-align:left;vertical-align:top;width:1%;white-space:nowrap;">IP address:</th> <td style="border:1px #bbb solid;padding:10px;vertical-align:top;">{$ipAddress}</td> </tr> </table>
it: <p>Ecco l'ultima sottoscrizione a {$Url}:</p> <table style="border-collapse:collapse;border-spacing:0;width:100%"> <tr> <th style="border:1px #bbb solid;padding:10px;text-align:left;vertical-align:top;width:1%;white-space:nowrap;">Email sottoscrizione:</th> <td style="border:1px #bbb solid;padding:10px;vertical-align:top;">{$subscriptionEmail}</td> </tr> <tr> <th style="border:1px #bbb solid;padding:10px;text-align:left;vertical-align:top;width:1%;white-space:nowrap;">Indirizzo IP:</th> <td style="border:1px #bbb solid;padding:10px;vertical-align:top;">{$ipAddress}</td> </tr> </table>

# EmailSubscriptionAddedSubject
source: Subscription added to {$Url}
it: Sottoscrizione aggiunta a {$Url}
