Repository: ramirezalejo/MVCwebApp
Catalog: mvcwcms.com/Resources/Strings.*.resx
Languages: it

source: Actions
it: Azioni

source: Active
it: Attivo

# ContentTemplatesAdd
source: Add content template
it: Aggiungi modello contenuto

# LanguagesAdd
source: Add language
it: Aggiungi lingua

# CmsPagesAdd
source: Add page
it: Aggiungi pagina

# PageTemplatesAdd
source: Add page template
it: Aggiungi modello pagina

# UsersAdd
source: Add user
it: Aggiungi utente

source: Apply filter
it: Applica filtro

source: Change password
it: Cambia password

source: Clear cache
it: Pulisci cache

source: Content
it: Contenuti

source: Content templates
it: Modelli contenuto

# ContentTemplateTitleAlreadyExists
source: The selected content template title already exists
it: Il titolo selezionato esiste già

# CurrentPasswordNotValid
source: Current password is not valid
it: La password corrente non è valida

source: Dashboard
it: Pannello principale

# DataAnnotationsEmailAddress
source: The {0} field is not a valid e-mail address
it: {0} non contiene un indirizzo e-mail valido

# DataAnnotationsRegularExpression
source: The {0} field is invalid
it: {0} non è valido

# DataAnnotationsRequired
source: The {0} field is required
it: {0} è obbligatorio

# DataAnnotationsStringLengthMax
source: The {0} field cannot be longer than {1} characters
it: {0} non deve eccedere {1} caratteri

# DataAnnotationsStringLengthMin
source: The {0} field must be at least {1} characters long
it: {0} deve contenere almeno {1} caratteri

# DataAnnotationsStringLengthRange
source: The {0} field must be between {2} and {1} characters long
it: {0} deve essere di lunghezza compresa tra {2} e {1} caratteri

source: Default error page template
it: Modello default di pagina errore

source: Default language
it: Lingua default

# ContentTemplatesDelete
source: Delete content template
it: Rimuovi modello contenuto

# LanguagesDelete
source: Delete language
it: Rimuovi lingua

# CmsPagesDelete
source: Delete page
it: Rimuovi pagina

# PageTemplatesDelete
source: Delete page template
it: Rimuovi modello pagina

# UsersDelete
source: Delete user
it: Rimuovi utente

source: Domain name
it: Nome dominio

# ContentTemplatesEdit
source: Edit content template
it: Modifica modello contenuto

# LanguagesEdit
source: Edit language
it: Modifica lingua

# CmsPagesEdit
source: Edit page
it: Modifica pagina

# PageTemplatesEdit
source: Edit page template
it: Modifica modello pagina

# UsersEdit
source: Edit user
it: Modifica utente

# EmailAlreadyExists
source: The selected Email already exists
it: L'email selezionata esiste già

# EnterUsernamePassword
source: Enter your Username and Password
it: Inserisci il tuo nome utente e password

source: File manager
it: Gestione file

source: General
it: Generale

source: Global configuration
it: Configurazione globale

source: Google search code
it: Codice per ricerca su Google

source: Google verification code
it: Codice di verifica Google

source: Is file used
it: File usato

# ItemDoesNotExist
source: The item does not exist
it: Dato inesistente

# ItemSuccessfullyAdded
source: The item has been successfully added
it: Il dato è stato aggiunto correttamente

# ItemSuccessfullyDeleted
source: The item has been successfully deleted
it: Il dato è stato cancellato correttamente

# ItemSuccessfullyEdited
source: The item has been successfully edited
it: Il dato è stato modificato correttamente

source: Language code
it: Codice lingua

# LanguageCodeAlreadyExists
source: The selected Language code already exists
it: Il codice lingua selezionato esiste già

# LanguageName
source: Language
it: Lingua

source: Languages
it: Lingue

source: Login
it: Accedi

source: Logout
it: Esci

# MovePageDownInSameLevel
source: Move page down in the same level
it: Sposta pagina giù nello stesso livello

# MovePageUpInSameLevel
source: Move page up in the same level
it: Sposta pagina sù nello stesso livello

source: News
it: Notizie

source: New window
it: Nuova finestra

# NoDataFound
source: No data found. Use different filter options
it: Nessun dato trovato. Usare diverse opzioni di ricerca

source: Notification email
it: Email notifiche

source: Offline code
it: Codice off-line

source: Open website
it: Apri sito web

# PageCannotBeMoved
source: The selected page cannot be moved
it: La pagina selezionata non può essere spostata

source: Page content
it: Contenuto pagina

# PageHasSubPages
source: The selected Page cannot be deleted as it has sub pages
it: La pagina selezionata non può essere cancellata perchè possiede delle sotto pagine

# CmsPages
source: Pages
it: Pagine

# PageSegmentAlreadyExists
source: The selected Segment already exists
it: Il segmento selezionato esiste già

# PageTemplateNameAlreadyExists
source: The selected page template title already exists
it: Il template pagina selezionato esiste già

source: Page templates
it: Modelli pagina

source: Password and confirmation password do not match
it: Password e conferma password non coincidono

# PasswordSuccessfullyChanged
source: Your password has been successfully changed
it: La tua password è stata modificata correttamente

source: Reset filter
it: Annulla filtro

source: Same window
it: Stessa finestra

source: SEO and tracking
it: SEO e tracciamento

source: Server time zone
it: Fuso orario server

source: Site name
it: Nome sito web

source: Site offline
it: Sito off-line

source: Stats script
it: Script statistiche

source: Submit
it: Invia

# SuccessfullyLoggedIn
source: You have been successfully logged in
it: Autenticazione avvenuta con successo

source: System
it: Sistema

# TooltipGoogleAnalyticsTrackingCode
source: Usually used for Google Analytics
it: Solitamente utilizzato per Google Analytics

source: Username
it: Nome utente

# UsernameAlreadyExists
source: The selected Username already exists
it: Il nome utente selezionato esiste già

# UsernameOrPasswordNotValid
source: Username and/or Password not valid
it: Nome utente e/o password non validi

source: Users
it: Utenti

source: Yes
it: Si

source: Address
it: Indirizzo

# TemplatesAdd
source: Add page template
it: Aggiungi modello pagina

source: Birthdate
it: Data di nascita

source: City
it: Città

source: Collapse all
it: Riduci tutto

source: Company name
it: Nome società

source: Confirmation password
it: Conferma nuova password

source: Country
it: Stato

source: Current password
it: Password corrente

# DataAnnotationsOnlyLetters
source: The {0} field can contain only letters
it: {0} può contenere solo lettere

# DataAnnotationsOnlyLettersNumbers
source: The {0} field can contain only letters and numbers
it: {0} può contenere solo lettere e numeri

# DataAnnotationsOnlyNonAccentedLettersNumbersDashes
source: The {0} field can contain only non-accented letters, numbers and dashes
it: {0} può contenere solo lettere non accentate, numeri e trattini

# DataAnnotationsOnlyNonAccentedLettersNumbersDashesSpaces
source: The {0} field can contain only non-accented letters, numbers, dashes and spaces
it: {0} può contenere solo lettere non accentate, numeri, trattini e spazi

source: Expand all
it: Espandi tutto

source: First name
it: Nome

source: Footer menu
it: Menu basso

source: Full name
it: Nome completo

source: Group
it: Gruppo

source: HTML code
it: Codice HTML

source: Join date
it: Data iscrizione

source: Join Date (from)
it: Data iscrizione (da)

source: Join Date (to)
it: Data iscrizione (a)

source: Join newsletter
it: Iscrizione newsletter

# LanguageNameOriginal
source: Original language name
it: Nome lingua originale

source: Last name
it: Cognome

# LeaveEmptyToNotChangePassword
source: Leave it empty to keep the same password
it: Lasciando il campo vuoto la password resterà invariata

source: Main menu
it: Menu principale

source: Message
it: Messaggio

source: New password
it: Nuova password

source: New password and confirmation password do not match
it: Nuova password e conferma nuova password non corrispondono

source: Notes
it: Note

source: Page ID
it: ID Pagina

source: Page name
it: Nome pagina

source: Page template
it: Modello pagina

source: Parent page
it: Pagina superiore

source: Phone number
it: Telefono

source: PostCode
it: CAP

source: Restricted
it: Accesso riservato

source: Segment
it: Segmento

# SelectAndInsertModuleAtCursor
source: Select and insert a module at cursor
it: Aggiungi modulo

source: Show in footer menu
it: Menu inferiore

source: Show in main menu
it: Menu superiore

source: Show in sitemap
it: Sitemap

source: Sitemap
it: Mappa sito

source: Template description
it: Descrizione modello

source: Template name
it: Nome modello

source: Toggle all
it: Riduci/Espandi tutto

source: Delete file
it: Rimuovi file

source: Delete folder
it: Rimuovi cartella

source: New subfolder
it: Nuova sottocartella

source: Rename file
it: Rinomina file

source: Rename folder
it: Rinomina cartella

# Error404
source: Page not found
it: Pagina non trovata

# Error501
source: Home page undefined
it: Home page non definita

# FormSuccessfullySubmitted
source: The form has been successfully submitted
it: Il modulo è stato inviato con successo

# UnexpectedError
source: An unexpected error occurred. Please try again later.
it: Si è verificato un errore inaspettato. Si prega di riprovare più tardi.

# PasswordChangePage
source: Change password page
it: Pagina di cambio password

# PasswordForgotPage
source: Forgot password page
it: Pagina di password dimenticata

source: Profile page
it: Pagina di profilo

source: Registration page
it: Pagina di registrazione

source: Sign in page
it: Pagina di login

source: Sign out
it: Log out

source: Forgot your password?
it: Password dimenticata?

source: Bing verification code
it: Codice di verifica Bing

source: Date format
it: Formato data

source: Time format
it: Formato ora

# ConfirmDeleteItem
source: You are deleting the following item:\n{$ItemName}\n\nPress OK to confirm
it: Stai rimuovendo il seguente elemento:\n{$ItemName}\n\nPremi OK per confermare

source: No file selected
it: Nessun file selezionato

# NotAuthorizedToBrowsePage
source: You are not authorized to browse the following page
it: Non sei autorizzato ad accedere alla seguente pagina

# PressOkToDeleteSelectedFile
source: Press OK to delete the {$SelectedFileName} file
it: Premi OK per rimuovere il file {$SelectedFileName}

# PressOkToDeleteSelectedFolder
source: Press OK to delete the {$SelectedFolderName} folder
it: Premi OK per rimuovere la cartella {$SelectedFolderName}

# SegmentNotEmptyPressOkToOverwrite
source: The Segment field is not empty.\n\nPress OK to overwrite it
it: Il segmento non è vuoto.\n\nPremere OK per sovrascriverlo

# SelectedFileCannotBeDeletedUsed
source: The {$SelectedFileName} file cannot be deleted because it's used in one or more pages
it: Il file {$SelectedFileName} non può essere rimosso poichè utilizzato in una o più pagine

# SelectedFileCannotBeRenamedUsed
source: The {$SelectedFileName} file cannot be renamed because it's used in one or more pages
it: Il file {$SelectedFileName} non può essere rinominato poichè utilizzato in una o più pagine

# SelectedFolderCannotBeDeletedNotEmpty
source: The {$SelectedFolderName} folder cannot be deleted because it's not empty
it: La cartella {$SelectedFolderName} non può essere rimossa perchè non è vuota

# SelectedFolderCannotBeDeletedRoot
source: The {$SelectedFolderName} folder cannot be deleted because it's a root folder
it: La cartella {$SelectedFolderName} non può essere rimossa perchè è una cartella principale

# SelectedFolderCannotBeRenamedNotEmpty
source: The {$SelectedFolderName} folder cannot be renamed because it's not empty
it: La cartella {$SelectedFolderName} non può essere rinominata perchè non è vuota

# SelectedFolderCannotBeRenamedRoot
source: The {$SelectedFolderName} folder cannot be renamed because it's a root folder
it: La cartella {$SelectedFolderName} non può essere rinominata perchè è una cartella principale

# SessionExpiredLoginAgain
source: Your session has expired. Please log-in again
it: La tua sessione è scaduta. Si prega di effettuare nuovamente il login

source: To confirm submit press OK
it: Per confermare l'invio premere OK

# TypeTheNewFileName
source: Please type the new file name
it: Inserisci il nome del nuovo file

# TypeTheNewFolderName
source: Please type the new folder name
it: Inserisci il nome della nuova cartella

source: Menu name
it: Nome menu

# DataAnnotationsOnlyNumbers
source: The {0} field can contain only numbers
it: {0} può contenere solo numeri

source: Invalid file
it: File non valido

# ItemUsedSomewhereElse
source: The selected item cannot be deleted as it is being used somewhere else
it: Il dato selezionato non può essere rimosso poichè utilizzato in altre sezioni

source: Error occurred
it: Si è verificato un errore

# NotAllowedToBrowsePage
source: You are not allowed to browse the following page
it: Non ti è permesso di navigare la seguente pagina

source: Page access not authorized.
it: Accesso alla pagina non autorizzato.

source: Close
it: Chiudi

source: (No parent)
it: (Nessun livello superiore)

# AdminPagesAdd
source: Add admin page
it: Aggiungi pagina amministrazione

source: Permissions
it: Permessi

source: Admin pages
it: Pagine amministrazione

# AdminPagesDelete
source: Delete admin page
it: Rimuovi pagina amministrazione

# AdminPagesEdit
source: Edit admin page
it: Modifica pagina amministrazione

source: Impersonate
it: Impersona

source: Show in menu
it: Visibile in menu

# PageAlreadyExists
source: The selected page already exists
it: La pagina selezionata esiste già

# TooltipAbsoluteOrRelativeURL
source: Absolute or relative URL. Eg. http://www.externalurl.com or /Admin/News
it: URL assoluto o relativo. Es. http://www.externalurl.com oppure /Admin/News

# TooltipAdminPageName
source: Page name uses the Resource files to generate the correct localized text, so it has to be surrounded by {# and }. Eg. {#TestPageName}
it: Nome pagina utilizza i file Resource per generare il testo in diverse lingue, quindi è necessario aggiungere in testa ed in coda i caratteri {# e }. Es. {#TestPageName}

# AddNewItem
source: Add new
it: Aggiungi nuovo

# DeleteItem
source: Delete
it: Rimuovi

# EditItem
source: Edit
it: Modifica

source: Group name
it: Nome gruppo

# GroupNameAlreadyExists
source: The selected group name already exists
it: Il nome del gruppo selezionato esiste già

source: Groups
it: Gruppi

# GroupsAdd
source: Add group
it: Aggiungi gruppo

source: Preview
it: Anteprima

source: Groups edit
it: Modifica gruppo

source: Reset form
it: Resetta modulo

source: You have unsaved changes!
it: Hai delle modifiche non salvate!

# PageSuccessfullyMoved
source: The page has been successfully moved
it: La pagina è stata spostata correttamente

source: Management
it: Gestione

# HelpSelectMultipleFiles
source: <h3>Select multiple files</h3><p>Press and hold the Ctrl/Command key while clicking files. Then right click on one of them and choose 'Select'</p>
it: <h3>Selezionare più file</h3><p>Tenere premuto il tasto Ctrl/Command e cliccare sui file desiderati. Infine cliccare il tasto destro del mouse e scegliere 'Seleziona'</p>

# UrlMustStartWith
source: This URL must start with http:// or https:// and it shouldn't contain any spaces
it: Questo URL deve iniziare con http:// o https:// e non deve contenere nessuno spazio

# DataAnnotationsRange
source: The {0} field can contain only numbers between {1} and {2}
it: {0} può contenere solo numeri compresi tra {1} e {2}

# DataAnnotationsOnlyDecimal
source: The {0} field can contain only decimal numbers
it: {0} può contenere solo numeri decimali

# InsertModuleAtCursor
source: Insert a module at cursor
it: Aggiungi modulo nella posizione corrente del cursore

# ToCopyHelp
source: To copy the following content click on the text box and press Ctrl+C (or right mouse click and Copy)
it: Per copiare il contenuto che segue basta cliccare nel campo si testo e premere Ctrl+C (oppure tasto destro del mouse e selezionare Copia)

# AtLeastOneField
source: At least one of the following fields must be evaluated:
it: Almeno uno dei seguenti campi deve essere inserito:

source: Date (from)
it: Data (da)

source: Date (to)
it: Data (a)

# ModulesInsertedMoreThanOnce
source: The following modules have been inserted more than once:
it: I seguenti moduli sono stati inseriti più di una volta:

source: Publish date
it: Data pubblicazione

source: Insufficient permissions
it: Permessi insufficienti

# DataAnnotationsRequiredAllLanguages
source: The {0} field is required across all languages
it: {0} è obbligatorio in tutte le lingue

source: Ordering
it: Ordinamento

# IsMainItem
source: Main item
it: Elemento principale

source: Any
it: Indifferente

source: All active
it: Tutti attivi

# GoBackToHomePage
source: Go back to the Home Page
it: Torna alla Home Page

source: Toggle navigation
it: Navigatore

# YouAreHere
source: You are here:&nbsp;&nbsp;
it: Sei in:&nbsp;&nbsp;

source: Google multilingual sitemap
it: Google sitemap multi lingua

source: Offline URL
it: URL off-line

source: Countries
it: Stati

source: Device
it: Dispositivo

source: Duplicate
it: Duplica

# FileTypeName
source: File type
it: Tipo file

source: Height
it: Altezza

source: Inactive
it: Inattivo/a

# InsertDate
source: Date
it: Data

# SizeName
source: Size
it: Dimensione

source: Sizes
it: Dimensioni

source: Width
it: Larghezza

source: Could not retrieve the requested resource
it: Non è stato possibile recuperare la risorsa richiesta

source: Browser description
it: Descrizione browser

source: Browser maker
it: Produttore browser

source: Browser type
it: Tipo browser

source: Browser version
it: Versione browser

source: City name
it: Nome città

source: Country code
it: Codice nazione

source: Country name
it: Nome nazione

source: Device maker
it: Produttore dispositivo

source: Device name
it: Nome dispositivo

source: Device pointing method
it: Sistema puntamento dispositivo

source: Device type
it: Tipo dispositivo

source: IP address
it: Indirizzo IP

source: Latitude
it: Latitudine

source: Longitude
it: Longitudine

# MaxNumberOfRows
source: Max number of items
it: Numero massimo di dati

# Platform
source: Platform name
it: Nome piattaforma

source: Platform maker
it: Produttore piattaforma

source: Platform version
it: Versione piattaforma

source: Postal code
it: CAP

source: Subdivision code
it: Codice regione

source: Subdivision name
it: Nome regione

# UrlReferrer
source: Referrer URL
it: URL referrer

source: Export to Excel
it: Esporta in Excel

source: Day
it: Giorno

source: Hour
it: Ora

source: Month
it: Mese

source: Advanced search
it: Ricerca avanzata

# DataAnnotationsOnlyIntegers
source: The {0} field can contain only integer numbers
it: {0} può contenere solo numeri interi

source: Target URLs
it: URL target

# TooltipUrls
source: Add one URL per row
it: Aggiungi un URL per riga

source: Other
it: Altro

# NoteToClearCacheToTakeEffect
source: Note that for some settings to take effect you need to <a href="/Admin/ClearCache" class="confirm-action">clear the cache</a>
it: Affinchè alcuni settaggi siano effettivi sarà necessario <a href="/Admin/ClearCache" class="confirm-action">pulire la cache</a>

source: Canonicalize
it: Canonicalizza

# TooltipCanonicalize
source: If ticked the URL typed in the browser will be automatically redirected to the domain name specified in the below field.<br/>Eg. If the Domain name is www.mvcwcms.com and the user types mvcwcms.com then it will redirect to www.mvcwcms.com<br/>but if the Domain name is mvcwcms.com and the user types www.mvcwcms.com then it will redirect to mvcwcms.com.<br/>If not ticked no redirection will be performed.
it: Se selezionato l'URL digitato nel browser verrà automaticamente reindirizzato al nome di dominio specificato nel campo sottostante.<br/>Es. Se il nome di dominio è www.mvcwcms.com e l'utente digita mvcwcms.com allora verrà reindirizzato su www.mvcwcms.com<br/>ma se il nome di dominio è mvcwcms.com e l'utente digita www.mvcwcms.com allora verrà reindirizzato su mvcwcms.com.<br/>Se non selezionato non verrà effettuato nessun reindirizzamento.

source: Installation
it: Installazione

source: Continue
it: Continua

source: Database name
it: Nome database

# InstallationFollowUp
source: Click continue and use the following credentials, on the next page, to access the admin dashboard:
it: Clicca il pulsante "continua" e nella pagina successiva utilizza le seguenti credenziali per accedere al pannello di amministrazione:

# InstallationInstructions
source: To complete this installation, you must know some information regarding your database server (connection string).
it: Per completare l'installazione devi conoscere alcune informazioni riguardanti il tuo server database (stringa di connessione).

# InstallationSuccess
source: MVCwCMS has been successfully installed.
it: MVCwCMS è stato installato correttamente.

source: SQL Password
it: Password SQL

source: SQL Server name
it: Nome SQL Server

source: SQL Username
it: Nome utente SQL

source: Current Windows user
it: Utente Windows corrente

source: Integrated Windows authentication
it: Autenticazione Windows integrata

source: Sql authentication type
it: Tipo di autenticazione SQL

source: Sql Server account
it: Account SQL Server

# TooltipUseOnlyLetters
source: Use only letters. Spaces are not allowed.
it: Utilizzare solo lettere. Gli spazi non sono ammessi.

# CreateDbIfDoesNotExist
source: Create database if it doesn't exist
it: Crea database se non esiste

# ResetDbIfDoesExist
source: Reset database if it exists
it: Resetta database se esiste

# TooltipCreateDbIfDoesNotExist
source: To perform this operation the account used for the authentication must have enough permissions.
it: Per completare questa operazione l'account usato per l'autenticazione deve avere i permessi necessari.

# TooltipResetDbIfDoesExist
source: If this option is selected then all tables, views, functions and stored procedures will be reset to their original value. By resetting your database you will lose all the current stored data.
it: Se questa ozione è selezionata tutte le table, views, functions e stored procedures saranno resettate al loro valore originale.

# AdminLanguageCode
source: Administration language
it: Lingua amministrazione

# IgnoreDbExistsWarning
source: Ignore warning if database exists
it: Ignora avvertimento se il database esiste

# TooltipIgnoreDbExistsWarning
source: If this option is selected then the system will ignore the 'database already exists' warning and will proceed with the installation.
it: Se questa ozione è selezionata il sistema ignorerà l'avvertimento che il database esiste già e procederà con l'installazione.

source: Uninstall CMS
it: Disinstalla CMS

# TooltipSqlServerName
source: SQL Server instance name: E.g. localhost\sqlexpress
it: Nome istanza SQL Server: Es. localhost\sqlexpress

# ToConfirmPressOK
source: Press OK to confirm
it: Premi OK per confermare

# WarningDatabaseAlreadyExists
source: Warning: the database already exists. To ignore this warning select the "Ignore warning if database exists" option and try again.
it: Attenzione: il database esiste già. Per ignore questo avvertimento basta selezionare l'opzione "Ignora avvertimento se il database esiste" e riprovare.

# WarningDatabaseDoesNotExist
source: Warning: the database does not exist. To ignore this warning select the "Create database if doesn't exist" option and try again.
it: Attenzione: Il database non esiste. Per ignorare questo avvertimento basta selezionare l'opzione "Crea database se non esiste" e riprovare.

source: Reload this page
it: Aggiorna questa pagina

source: Displaying
it: Elementi visualizzati

source: of
it: di
